/* Dialog title when quitting */
"Do you really want to quit X11?" = "האם הינך בטוח/ה שברצונך לסיים את X11?";

/* Dialog when quitting */
"Any open X11 applications will stop immediately, and you will lose any unsaved changes." = "כל יישום פתוח של X11 יופסק מיידית וכל השינויים שלא נשמרו יאבדו.";

/* Dialog title when switching to RandR */
"Enter RandR mode?" = "להיכנס למצב RandR?";

/* Dialog when switching to RandR */
"An application has requested X11 to change the resolution of your display.  X11 will restore the display to its previous state when the requesting application requests to return to the previous state.  Alternatively, you can use the ⌥⌘A key sequence to force X11 to return to the previous state." = "יישום ביקש מ-X11 לשנות את רזולוציית הצג שלך.  X11 ישחזר את הצג למצב הקודם שלו כאשר היישום המבקש יבקש לחזור למצב קודם.  לחלופין, ניתן להשתמש ברצף המקשים ‎⌥⌘A כדי לכפות על X11 לחזור למצב הקודם.";

/* No comment provided by engineer. */
"Allow" = "אפשר";

/* No comment provided by engineer. */
"Always Allow" = "‏תמיד לאפשר";

/* No comment provided by engineer. */
"Cancel" = "ביטול";

/* No comment provided by engineer. */
"Mac Help" = "עזרה בנושא Mac";

/* No comment provided by engineer. */
"Quit" = "סיים";

/* No */
"No" = "לא";

/* Yes */
"Yes" = "כן";

/* Terminal */
"Terminal" = "מסוף";

/* Startup xinitrc dialog */
"You have an existing ~/.xinitrc file.\n\nWindows displayed by X11 applications may not have titlebars, or may look different to windows displayed by native applications.\n\nWould you like to move aside the existing file and use the standard X11 environment the next time you start X11?" = "קיים קובץ ~/.xinitrc נוכחי.\n\nיתכן שחלונות המוצגים על-ידי יישומים של X11 לא יכללו שורות כותרת, או שייראו אחרת מאשר חלונות המוצגים על-ידי יישומים מקוריים.\n\nהאם ברצונך להעביר הצידה את הקובץ הקיים ולהשתמש בסביבת X11 הרגילה בפעם הבאה שבה X11 יופעל?";

/* window item modifiers */
"window item modifiers" = "פקודה";

/* Updates menu title … */
"Check for X11 Updates..." = "‏חפש עדכונים עבור X11...";
